Revit 2027 API
FormattedText.GetSuperscriptStatus Method
Overload List
Name | Description
GetSuperscriptStatus() |  Returns whether All, None or a Mixed of characters in the entire text are superscripted.
GetSuperscriptStatus(TextRange) |  Returns whether All, None or a Mixed set of characters in a given text range are superscripted.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace